package quiz.c_;

public class C01_FunctionQuiz2 {
	/*
		1. 최대값을 매개변수로 전달받으면 0부터 최대값 미만의 모든 값을 포함하는 int 배열을 생성하여
		   반환하는 range 함수를 만들어보세요
		   range(10) -> {0,1,2,3,4,5,6,7,8,9}
		
		2. 최소값과 최대값을 매개변수로 전달받으면 그 사이에 존재하는 모든 정수값을
		   포함하는 int배열을 생성하여 반환하는 range 함수를 만들어 보세요
		   range(5, 10) -> {5,6,7,8,9}
		
		3. 최소값과 최대값과 증가값을 매개변수로 전달 받으면 최소값부터 최대값 미만까지
		   증가값까지 증가하는 int배열을 생성하여 반환하는 range 함수를 만들어보세요
		   range(40, 50, 3) -> {40,43,46,49}
	 */
	public static void main(String[] args) {
		
	}
}









